Repository: ilnanny/OpenBox-addons-collection
Catalog: vera-desktop/vera-master/po/vera/*.po
Languages: es, fr, hu, it, nl_nl

source: Save screenshot...
es: Guardar captura de pantalla...
fr: Enregistrer la capture d'ecran...
hu: Képernyőkép mentése...
it: Salva screenshot...
nl_nl: Schermafbeelding opslaan...

source: PNG image
es: Imagen PNG
fr: Image format PNG
hu: PNG kép
it: Immagine PNG
nl_nl: PNG-afbeelding

source: All files
es: Todos los archivos
fr: Tous les fichiers
hu: Összes fájl
it: Tutti i file
nl_nl: Alle bestanden

source: _Cancel
es: _Cancelar
fr: Annuler
hu: _Mégsem
it: _Annulla
nl_nl: _Annuleren

source: _Save
es: _Guardar
fr: Enregistrer
hu: _Mentés
it: _Salva
nl_nl: _Opslaan

source: Selection
es: Selección
fr: Sélection
hu: Kijelölés
it: Selezione
nl_nl: Selectie

source: Take a screenshot
es: Capturar pantalla
fr: Prendre une capture d’écran
hu: Készíts egy képernyőképet
it: Cattura una schermata
nl_nl: Een schermafbeelding maken

source: Full screen
es: Pantalla completa
fr: Plein écran
hu: Teljes képernyő
it: Schermo intero
nl_nl: Volledig scherm

source: Active window
es: Ventana activa
fr: Fenetre active
hu: Aktív ablak
it: Finestra attiva
nl_nl: Actieve venster

source: Delay
es: Demora
fr: Délai
hu: Késleltetés
it: Ritardo
nl_nl: Vertraging

source: _Take a screenshot
es: _Capturar pantalla
fr: Prendre une capture d’écran
hu: _Készíts egy képernyőképet
it: _Cattura una schermata
nl_nl: _Een schermafbeelding maken

source: _Yes (in %ds)
it: _Sì (in %ds)
nl_nl: _Ja (in %ds)

source: Power off
es: Apagar
fr: Eteindre
hu: Leállítás
it: Spegni
nl_nl: Uitschakelen

source: Do you really want to power off?
es: ¿Realmente quiere apagar?
fr: Confirmer eteindre ?
hu: Valóban le akarja állítani?
it: Vuoi veramente spegnere?
nl_nl: Weet u zeker dat u uit wilt schakelen?

source: This will close every active application.
es: Esto cerrará todas las aplicaciones activas.
fr: Toutes les applications actives vont etre fermees.
hu: Ez be fog zárni minden futó programot.
it: Tutte le applicazioni attive verranno chiuse.
nl_nl: Dit zal alle actieve applicaties sluiten.

source: Restart
es: Reiniciar
fr: Redémarrer
hu: Újraindítás
it: Riavvia
nl_nl: Herstarten

source: Do you really want to restart?
es: ¿Realmente quiere reiniciar?
fr: Confirmer redemarrage ?
hu: Valóban újra akarja indítani?
it: Vuoi veramente riavviare?
nl_nl: Weet u zeker dat u wilt herstarten?

source: Suspend
es: Suspender
fr: Suspendre l’activité
hu: Felfüggesztés
it: Sospendi
nl_nl: Slaapstand

source: Do you really want to suspend?
es: ¿Realmente quiere suspender?
fr: Confirmer suspension d'activite ?
hu: Valóban fel akarja függeszteni?
it: Vuoi veramente sospendere?
nl_nl: Weet u zeker dat u de slaapstand wilt activeren?

source: Your active applications will not be closed.
es: Las aplicaciones activas no se cerrarán.
fr: Les applications actives ne vont pas etre fermees.
hu: A futó alkalmazások most bezáródnak.
it: Le applicazioni attive non verranno chiuse.
nl_nl: Uw actieve applicaties zullen niet worden gesloten.

source: Hibernate
es: Hibernar
fr: Mettre en hibernation
hu: Hibernálás
it: Iberna
nl_nl: Pauzestand

source: Do you really want to hibernate?
es: ¿Realmente quiere hibernar?
fr: Confirmer hibernation ?
hu: Valóban hibernálni akarja?
it: Vuoi veramente ibernare?
nl_nl: Weet u zeker dat u de pauzestand wilt activeren?

source: Logout
es: Cerrar la sesión
fr: Quitter la session
hu: Kijelentkezés
it: Chiudi sessione
nl_nl: Afmelden?

source: Do you really want to logout?
es: ¿Realmente quiere cerrar la sesión?
fr: Confirmer quitter la session ?
hu: Valóban ki akar jelentkezni?
it: Vuoi veramente chiudere la sessione?
nl_nl: Weet u zeker dat u af wilt melden?

source: Lock
es: Bloquear
fr: Verrouiller
hu: Zárolás
it: Blocca schermo
nl_nl: Vergrendelen

source: Do you really want to lock the screen?
es: ¿Realmente quiere bloquear la pantalla?
fr: Confirmer verouiller l'ecran ?
hu: Valóban zárolni akarja a képernyőt?
it: Vuoi veramente bloccare lo schermo?
nl_nl: Weet u zeker dat u het scherm wilt vergrendelen?

source: The password for this temporary user is <b>live</b>.
es: La contraseña para este usuario temporario es <b>live</b>.
fr: Le mot passe pour cet utilisateur provisoire est <b>live</b>
hu: Ennek az ideiglenes felhasználónak a jelszava <b>live</b>.
it: La password per questo utente temporaneo è <b>live</b>.
nl_nl: Het wachtwoord van deze tijdelijke gebruiker is <b>live</b>.

source: _Yes
it: _Sì

source: Idle timeout (in minutes)
es: Tiempo de espera de inactividad (en minutos)
fr: Duree d'inactivite (minutes)
hu: Tétlenségi idő (percekben)
it: Timeout di Idle (in minuti)
nl_nl: Inactiviteitstimeout (in minute)

source: The idle-timeout starts when the system is in idle (no mouse/keyboard input). After the timeout elapses, an idle action is performed.
es: El tiempo de espera inactivo comienza cuando el sistema está inactivo (sin ratón o entrada de teclado). Después que vence el tiempo de espera, se ejecuta una acción de inactividad.
fr: L’état d’inactivité est défini par l'absence d'actions utilisateur (clavier/souris). Lorsque la durée d’inactivité est écoulée, une action d’inactivité est déclenchée.
hu: A tétlenségi idő akkor kezdődik el, amikor a rendszer tétlen (nincs egér/billentyűzet bevitel). Miután ez az idő lejár, egy üresjárati művelet indítódik.
it: L'idle-timeout inizia quando il sistema è in riposo (nessun input di mouse o tastiera). Una volta scaduto il timeout, un'azione di idle verrà eseguita.

source: Locks the screen after the idle-timeout elapses.
es: Bloquea la pantalla después que se vence el tiempo de espera inactivo.
fr: Verrouille l’écran lorsque la durée d’inactivité est ecoulée.
hu: Zárolja a képernyőt miután a tétlenségi idő lejár.
it: Blocca lo schermo una volta scaduto l'idle-timeout.
nl_nl: Vergrendelt het scherm nadat de inactiviteitstimeout voorbij is.

source: logind handles the idle action, but will be triggered only when every session are on idle. This setting forces the current session to lock, regardless of the status of other sessions.
fr: "logind" gère l'action d’inactivité, mais n'intervient que si toutes les sessions sont inactives. Ce réglage force le verrouillage de la session courante, quel que soit l'etat des autres sessions.
hu: A logind kezeli az üresjárati műveletet, de csak akkor aktiválódik, ha minden munkamenet tétlen. Ez a beállítás lezárásra kényszeríti az aktuális munkamenetet, a többi munkamenet állapotától függetlenül.
it: logind gestice l'azione di idle, ma questa verrà eseguita solamente quando tutte le sessioni sono a riposo. Questa impostazione forza il blocco schermo tralasciando lo stato delle altre sessioni.

source: Last directory where a screenshot has been saved.
es: Último directorio donde se guardó una captura de pantalla.
fr: Dernier répertoire où une capture d'ecran a ete enregistree.
hu: A legutóbbi könyvtár ahová képernyőkép mentődött.
it: Ultima cartella dove è stato salvato uno screenshot.
nl_nl: Laatste map waar een schermafbeelding is opgeslagen.

source: This is used internally to remember the last directory where a screenshot has been saved.
fr: Utilisé en interne pour memoriser l'emplacement du dernier répertoire où une capture d'ecran a ete enregistree.
hu: Ez belsőleg használt a legutóbbi könyvtár tárolására, ahová a képernyőkép mentődött.
it: Questa impostazione è usata internamente per salvare il percorso dell'ultima cartella dove uno screenshot è stato salvato.
nl_nl: Dit wordt intern gebruikt om de laatste map te onthouden waar een schermafbeelding naartoe is opgeslagen.

source: Last exit action
es: Última acción de salida
fr: Derniere action de fermeture
hu: A legutóbbi kilépési művelet
it: Ultima azione di uscita
nl_nl: Laatste afsluitactie

source: This setting stores the last exit action used. It can be locked by setting 'lock-last-exit-action' to true.
fr: Ce réglage mémorise la dernière action de fermeture. Il peut être verrouillé en affectant la valeur 'true' au paramètre 'lost-last-exit-action'.
hu: Ez a beállítás tárolja a legutóbbi kilépési műveletet. Lezárható a legutóbbi kilépési művelet zárolásának bekapcsolásával.
it: Questa impostazione salva l'ultima azione di uscita. Può essere bloccata impostando 'lock-last-exit-action' a vero.

source: Lock the last exit action
es: Bloquear la última acción de salida
fr: Verrouille la derniere action de fermeture
hu: A legutóbbi kilépési művelet zárolása
it: Blocca l'ultima azione di uscita
nl_nl: De laatste afsluitactie vergrendelen

source: If true, locks the last exit action, so that it will not be overwritten.
es: Si es verdadero, bloquea la última acción de salida, de modo que no se sobrescribe.
fr: Si 'true', verrouille la dernière action de fermeture mémorisée, de sorte qu'elle ne puisse être modifiée.
hu: Ha ki van választva, zárolja a legutóbbi kilépési műveletet, hogy ne íródhasson felül.
it: Se vera, blocca l'ultima azione di uscita.

source: CTRL+ALT+SPACE shortcut
es: Atajo de teclado CTR+ALT+ESPACIO
fr: CTRL+ALT+SPACE raccourci
hu: CTRL+ALT+SPACE rövidítés
it: Scorciatoia CTRL+ALT+SPAZIO
nl_nl: CTRL+ALT+SPACE-snelkoppeling

source: If enabled, the user can press CTRL+ALT+SPACE to execute the last exit action.
fr: Si activée, l'utilisateur peut employer le raccourci CTRL+ALT+SPACE pour exécuter la dernière action de fermeture.
hu: Ha engedélyezett, a felhasználó a CTRL+ALT+SPACE billentyűzetkombinációval végrehajthatja a legutóbbi kilépési műveletet.
it: Se abilitato, l'utente può eseguire l'ultima azione di uscita premendo CTRL+ALT+SPAZIO.

source: Hide exit window
es: Ocultar la ventana de salida
fr: Cacher la fenetre de fermeture
hu: A kilépési ablak elrejtése
it: Nascondi la finestra di uscita
nl_nl: Afsluitvenster verbergen

source: If true, the exit window will not be shown (the exit action will be executed ASAP).
fr: Si vrai, la fenêtre de confirmation n'apparaitra pas (i.e. l'action de fermeture sera executee immediatement).
hu: Ha ki van választva, a kilépési képernyő nem jelenítődik meg (a kilépési művelet a lehető leghamarabb végre lesz hajtva ).
it: Se vera, la finestra di uscita non verrà visualizzata (l'azione di uscita verrà eseguita subito)

source: Logout dialog countdown
it: Conto alla rovescia del dialogo di uscita

source: Put to 0 to disable.
it: Utilizzare 0 per disabilitarlo.

source: XSETTINGS manager
es: Administrador de XSETTINGS
fr: XSETTINGS gestionnaire
hu: XSETTINGS menedzser
it: Manager XSETTINGS
nl_nl: XSETTINGS-beheerder

source: Enables the XSETTINGS manager for toolkit settings sharing among the applications. Do not disable if you don't know what an XSETTINGS manager is.
fr: Active le gestionnaire XSETTINGS pour le partage de réglages entre applications. Ne pas désactiver si vous ne connaissez pas le rôle du gestionnaire XSETTINGS.
hu: Engedélyezi az XSETTINGS menedzsernek az eszköztár beállításainak alkalmazások közötti megosztását. Ne tiltsa le, ha nem tudja, mi az XSETTINGS menedzser.
it: Abilita il manager XSETTINGS per la condivisione delle impostazioni del toolkit tra le applicazioni. Non disabilitare se non si sa cosa sia un manager XSETTINGS.

source: Autostart
es: Inicio automático
fr: Lancement automatique au démarrage
hu: Automatikus indítás
it: Avvio automatico
nl_nl: Automatisch opstarten

source: Enables the application autostart.
es: Habilita el inicio automático de la aplicación.
fr: Active l'application 'autostart'.
hu: Engedélyezi a program automatikus indítását.
it: Abilita l'avvio automatico delle applicazioni
nl_nl: Schakelt het automatisch opstarten van de applicatie in.

source: Autostart files to ignore
es: Archivos de inicio automático a ignorar
fr: Fichiers 'autostart' à ignorer.
hu: Automatikusan induló fájlok figyelmen kívül hagyása
it: File di avvio automatico da ignorare
nl_nl: Automatisch opstarten-bestanden die moeten worden genegeerd

source: The autostart files to ignore (they will not be started automatically).
es: Los archivos de inicio automático a ignorar (no se iniciarán automáticamente).
fr: Les fichier 'autostart' à ignorer (ne seront pas lances automatiquement au demarrage).
hu: A figyelmen kívül hagyott automatikusan induló fájlok (ezek nem lesznek automatikusan elindítva).
it: I file di avvio automatico da ignorare (non saranno avviati automaticamente)
nl_nl: De automatische opstart-bestanden die moeten worden genegeerd (deze zullen niet automatisch worden opgestart).

source: Plugin support
es: Soporte de complementos
fr: Support des plug-in
hu: Bővítmény támogatás
it: Supporto ai plugin
nl_nl: Plug-in-ondersteuning

source: vera would be pretty useless if you disable this setting.
es: vera sería bastante inútil si deshabilita esta configuración.
fr: Desactiver ce parametre rendra vera inutilisable.
hu: A vera hasznavehetetlen lesz, ha letiltod ezt a beállítást.
it: vera sarebbe abbastanza inutile se si disabilita questa impostazione.
nl_nl: vera zal nutteloos worden als u deze instelling uitschakelt.

source: Plugin search path
es: Ruta de búsqueda del complemento
fr: Chemin de recherche des plug-in
hu: Bővítmény támogatás útvonala
it: Percorso di ricerca dei plugin
nl_nl: Plug-in-zoekpad

source: The plugin search path. Touch this only if you know what you're doing.
es: La ruta de búsqueda del complemento. Tocar solamente si sabe lo que está haciendo.
fr: Chemin de recherche des plug-in. Ne modifier qu'en connaissance de cause.
hu: A bővítmény támogatás útvonala. Csak akkor módosítsd, ha tudod, mit teszel.
it: Il percorso di ricerca dei plugin. Modificare solamente se si sa cosa si sta facendo.
nl_nl: Het plug-in-zoekpad. Sleutel hier alleen aan als u weet wat u doet.

source: Plugins to ignore
es: Complementos a ignorar
fr: plug-ins à ignorer
hu: Figyelmen kívül hagyott bővítmények
it: Plugin da ignorare
nl_nl: Plug-ins die moeten worden genegeerd

source: The plugins to ignore (they will not be started)
es: Los complementos a ignorar (no se iniciarán).
fr: plug-ins à ignorer (ils ne seront pas chargés)
hu: A figyelmen kívül hagyott bővítmények (ezek nem lesznek elindítva)
it: I plugin da ignorare (non verranno avviati)
nl_nl: De plug-ins die moeten worden genegeerd (deze zullen niet worden gestart)

source: Reverse the ignore-plugin setting
es: Invertir el valor ignore-plugin
fr: Inverse l'effet du reglage 'plug-ins à ignorer'
hu: A figyelmen kívül hagyott bővítmények beállításának megfordítása
it: Inverte l'impostazione ignore-plugin
nl_nl: De plug-ins negeren-instelling terugdraaien

source: If enabled, the ignore-plugins array will be used to whitelist plugins. Every plugin not listed there will not be started. Do not enable unless you know what you're doing.
fr: Si activé, le tableau des plug-ins à ignorer sera utilisé à l'inverse, c'est-à-dire que les plug-ins listés seront les seuls à être chargés. Réservé aux utilisateurs avertis.
hu: Ha engedélyezett, a figyelmen kívül hagyott bővítmények sora a bővítmények fehér listájára kerül. Azok a bővítmények amelyek nincsenek itt megjelenítve, nem lesznek elindítva. Ne engedélyezd, ha csak nem tudod mit teszel.
it: Se abilitato, l'array ignore-plugins verrà usato per abilitare i plugin. Qualsiasi plugin fuori dall'array non verrà avviato. Non abilitare se non si sa cosa si sta facendo.

source: Theme name
es: Nombre del tema
fr: Nom du thème
hu: Téma neve
it: Nome del tema
nl_nl: Themanaam

source: Theme to use.
es: Tema a usar.
fr: Theme à utiliser
hu: Használandó téma.
it: Tema da usare.
nl_nl: Het thema dat moet worden gebruikt.

source: Icon theme name
es: Nombre del tema del icono
fr: Nom du thème d’icônes
hu: Ikon téma neve
it: Nome del tema di icone
nl_nl: Pictogramthemanaam

source: Icon theme to use.
es: Tema del icono a usar.
fr: Thème d’icônes à utiliser.
hu: Használandó ikon téma.
it: Tema di icone da usare.
nl_nl: Het pictogramthema dat moet worden gebruikt.

source: Sound theme name
es: Nmobre del tema de sonido
fr: Nom du theme sonore
hu: Hang téma neve
it: Nome del tema di suoni
nl_nl: Geluidsschemanaam

source: Sound theme to use.
es: Tema de sonido a usar.
fr: Theme sonore à utiliser.
hu: Használandó hang téma.
it: Tema di suoni da usare.
nl_nl: Het geluidsschema dat moet worden gebruikt.

source: Event sounds
es: Sonidos de evento
fr: Sons système
hu: Esemény hangok
it: Suoni di eventi
nl_nl: Evenementgeluiden

source: If enabled, the system will play event sound if a sound theme is specified.
es: Si está habilitado, el sistema ejecutará el sonido del evento, si está especificado un tema de sonido.
fr: Si activé et si un thème sonore est spécifié, alors le système jouera un son pour différents événements.
hu: Ha engedélyezett, a rendszer esemény hangokat fog lejátszani a kijelölt hang témának megfelelően.
it: Se abilitato, il sistema riprodurrà un suono di evento se un tema di suoni è specificato.

source: Event sounds in response to input
es: El evento suena en respuesta a la entrada
fr: Sons en réponse à des actions utilisateur
hu: A bevitelnek megfelelő esemény hangok
it: Suoni di eventi in risposta ad un input
nl_nl: Evenementgeluiden als antwoord op invoer

source: If enabled, the system will play sounds in response input (if event-sounds are enabled too).
fr: Si activé, et si les sons système sont aussi activés, alors le système jouera un son en réponse aux actions utilisateur.
hu: Ha engedélyezett, a rendszer le fogja játszani a bevitelnek megfelelő esemény hangokat (ha a beviteli hangok szintén engedélyezve vannak).
it: Se abilitato, il sistema riprodurrà dei suoni in risposta ad un input (se event-sounds è abilitato)

source: Window scaling factor
es: Factor de escala de la ventana
fr: Facteur de grossissement des fenêtres
hu: Ablak méretezési faktor
it: Fattore di ridimensionamento delle finestre
nl_nl: Schalingsfactor van vensters

source: The scaling factor for the windows. Increase this if you have high definition ('Retina', HiDPI) monitors.
es: Factor de escala para las ventanas. Incrementar si Ud tiene monitores de alta definición ('Retina', HiDPI).
fr: Le facteur de grossissement des fenêtres. Augmenter la valeur pour un moniteur a haute résolution (type 'Retina' ou HiDPI).
hu: Az ablakok méretezési faktora. Növelje ezt ha nagyfelbontású ("Retina", HiDPI) képernyővel rendelkezik.
it: Il fattore di ridimensionamento per le finestre. Aumentare se si ha un monitor ad alta definizione ('Retina', HiDPI).
nl_nl: De schaalfactor die moet worden gebruikt om vensters te schalen. Verhoog dit getal als u een hoge resolutie-scherm (zoals 'Retina' of HiDPI) hebt.

source: The Dots-per-inch of your monitor. Note that when the Window scaling factor is > 1, the DPI setting is adjusted accordingly.
es: Puntos por pulgada de su monitor. Advierta que cuando el factor de escala de la ventana es > 1, la configuración de DPI se ajusta en consecuencia.
fr: Résolution d’écran en points-par-pouce. Note : la valeur PPP sera modifiée si une valeur >1 est spécifiée pour le facteur de grossissement des fenêtres.
hu: Az ön képernyőjének a DPI értéke. Ne feledje, hogy amikor az ablak skálázási tényezője > 1, a DPI beállítás ennek megfelelően kiigazításra kerül.
it: I Punti-per-pollice (Dots-per-inch) del monitor. Si prega di notare che quando il fattore di ridimensionamento delle finestre è maggiore di 1, le impostazioni DPI verranno aggiustate di conseguenza.

source: Text antialiasing
es: Antialiasing del texto
hu: Szöveg élsimítás
it: Antialiasing del testo
nl_nl: Tekst-antikartelvorming

source: Manages the text antialiasing. 0 is no, 1 is yes, and -1 is default (takes the value from the server).
es: Gestiona el antialiasing del texto. 0 es no, 1 es sí y -1 el valor por defecto (toma el valor desde el servidor).
hu: Kezeli a szöveg élsimítását. 0 nem, 1 igen, és -1 az alapértelmezett (az értéket a szerverről veszi le).
it: Gestisce l'antialiasing del testo. 0 è no, 1 è sì e -1 usa il valore predefinito (prendendolo dal server)

source: Text hinting style
hu: Szöveg tipp stílusa
it: Stile di hint del test
nl_nl: Stijl van tekst-hinten

source: Specifies the text hinting style. The possible values are: hintnone, hintslight, hintmedium and hintfull.
hu: Meghatározza a szöveg tipp stílusát. A lehetséges értékek: nincs tipp, kevés tipp, közepes tipp és teljes tipp.
it: Specifica lo stile di hint del testo. I valori possibili sono: hintnone, hintslight, hintmedium e hintfull.

source: Text hinting
hu: Szöveg tipp
it: Hint del testo
nl_nl: Tekst-hinten

source: Manages the text hinting. 0 is no, 1 is yes and -1 is default (takes the value from the server).
hu: Kezeli a szöveg tippet. 0 nem, 1 igen és -1 az alapértelmezett (az értéket a szerverről veszi le).
it: Gestisce l'hint del testo. 0 è no, 1 è sì e -1 usa il valore predefinito (prendendolo dal server)
nl_nl: Beheert de teksthinting. 0 is geen teksthinting, 1 is teksthinting en -1 is de standaard waarde (deze verkrijgt de waarde vanaf de server).

source: Text subpixel rendering
hu: Szöveg alképpont renderelés
it: Rendering subpixel del testo
nl_nl: Tekst-subpixelweergave

source: Specifies the text subpixel rendering. The possible values are: none, rgb, bgr, vrgb and vbgr.
hu: Meghatározza a szöveg alképpont renderelését. A lehetséges értékek: nincs, rgb, bgr, vrgb éd vbgr.
it: Specifica il rendering subpixel del testo. I valori possibili sono: none, rgb, bgr, vrgb e vbgr.
nl_nl: Specificeert de subpixelweergave van tekst. Geldige waarden zijn: geen, rgb, bgr, vrgb en vbgr.

source: Double click time
hu: Dupla kattintás ideje
it: Tempo per il doppio clic
nl_nl: Dubbelkliktijd

source: Time allowed for two clicks to be registered as 'double click', in milliseconds.
hu: A megengedett idő két kattintás dupla kattintásként értelmezésére, milliszekundumban.
it: Tempo concesso a due clic per essere registrati come 'doppio click', in millisecondi.

source: Double click distance
hu: Dupla kattintás távolsága
it: Distanza del doppio clic
nl_nl: Dubbelklikafstand

source: Maximum distance allowed between two clicks for them to be considered a double click (in pixels).
hu: Legnagyobb elfogadott távolság két kattintás között dupla kattintásként értelmezésre (pixelekben).
it: Distanza massima consentita tra due clic per essere considerati come un doppio clic (in pixel).

source: Images in buttons
es: Imágenes en botones
hu: Képek a gombokon
it: Immagini nei bottoni
nl_nl: Afbeeldingen op knoppen

source: If enabled, the buttons will show an icon alongside the text.
es: Si está habilitado, los botones mostrarán un icono junto al texto.
hu: Ha engedélyezett, a gombokon megjelenik egy ikon a szöveg mellett.
it: Se abilitato, i bottoni mostreranno un'icona insieme al testo.

source: Cursor theme name
es: Nombre del tema del cursor
hu: Kurzor téma neve
it: Nome del tema del cursore
nl_nl: Cursorthemanaam

source: The cursor theme to use. If blank, it will use the default.
es: Tema del cursor a usar. Si está en blanco, se usará el valor por defecto.
hu: A használandó kurzor téma. Ha üres, az alapértelmezettet fogja használni.
it: Il tema del cursore da usare. Se vuoto, verrà usato il predefinito.
nl_nl: Het cursorthema dat moet worden gebruikt. Als dit leeg wordt gelaten zal het standaard thema worden gebruikt.

source: Cursor size
es: Tamaño del cursor
hu: Kurzor méret
it: Dimensione del cursore
nl_nl: Cursorgrootte

source: The size to use for cursors. If 0, it will use the default size.
es: Tamaño a usar para los cursores. Si es 0, se usará el tamaño por defecto.
hu: A kurzor mérete. Ha 0, az alapértelmezett méretet fogja használni.
it: La dimensione da usare per i cursori. Se 0, verrà usata la dimensione predefinita.

source: Decoration for client-side decorations
es: Decoración para las decoraciones del lado del cliente
hu: Dekoráció kliens oldali díszítésekhez
it: Decorazione da usare per le decorazioni lato client
nl_nl: Decoratie voor client-side-decoraties
