Repository: ilnanny/OpenBox-addons-collection
Catalog: vera-desktop/vera-master/po/vera/*.po
Languages: es, fr, hu, it, nl_nl

source: The decoration to use for client-size decorations.
es: La decoración a usar para las decoraciones del lado del cliente.
hu: A kliens oldali dekorációhoz használható díszítések.
it: La decorazione da usare per le decorazioni lato client.
nl_nl: De te gebruiken decoratie voor client-side-decoraties.

source: Client-side decorations for builtin GTK+ dialogs
es: Decoraciones del lado del cliente para los diálogos GTK+ incorporados
hu: Kliens oldali dekorációk a beépített GTK+ párbeszédablakokhoz
it: Decorazioni lato client per i dialoghi integrati nelle GTK+
nl_nl: Client-side-decoraties voor ingebouwde GTK+-dialoogvensters

source: If enabled, the builtin GTK+ dialogs will use client-side decorations.
es: Si está habilitado, los diálogos GTK+ incorporados usarán las decoraciones del lado del cliente.
hu: Ha engedélyezett, a beépített GTK+ párbeszédablakok használni fogják a kliens oldali dekorációkat.
it: Se abilitato, i dialoghi integrati nelle GTK+ useranno le decorazioni lato client.

source: Animations
es: Animaciones
hu: Animációk
it: Animazioni
nl_nl: Effecten

source: Enables the animations.
es: Habilita las animaciones.
hu: Engedélyezi az animációkat.
it: Abilita le animazioni.
nl_nl: Schakelt effecten in.

source: Error bell
es: Campanilla de error
hu: Rendszercsengő
it: Campanella di errore
nl_nl: Foutmeldingsbel

source: If enabled, keyboard navigation and other input-related errors will (may) cause a beep.
es: Si está habilitado, los errores de navegación por teclado y otros relacionados a otras entradas, causarán un bip.
hu: Ha engedélyezett, a billentyűzet navigációs és az egyéb bevitellel kapcsolatos hibák csipogást eredményez(het)nek.
it: Se abilitato, la navigazione da tastiera e altri errori relativi all'input potranno causare un beep.

source: Font name
es: Nombre de la fuente
hu: Betűtípus név
it: Nome del font
nl_nl: Lettertypenaam

source: The font to use.
es: Fuente a usar.
hu: Használandó betűtípus.
it: Il font da usare.
nl_nl: Het lettertype dat moet worden gebruikt.

source: Input method
es: Método de entrada
hu: Beviteli módszer
it: Metodo di input
nl_nl: Invoermethode

source: The input method to use.
es: El método de entrada a usar.
hu: A használandó beviteli módszer.
it: Il metodo di input da usare.
nl_nl: De te gebruiken invoermethode

source: Key theme name
hu: Billentyűzetkiosztás téma neve
it: Nome del tema dei tasti
nl_nl: Toetsenthemanaam

source: Name of the key theme to load.
hu: Betöltendő billentyűzetkiosztás téma neve.
it: Nome del tema dei tasti da caricare.
nl_nl: Naam van het thema dat moet worden geladen.

source: Images in menus
es: Imágenes en menús
hu: Képek a menükben
it: Immagini nei menù
nl_nl: Afbeeldingen in menu's

source: If enabled, the menus will show an icon alongside the text.
es: Si está habilitado, los menús mostrarán un icono junto al texto.
hu: Ha engedélyezett, a menük ikonokat jelenítenek meg a szöveg mellett.
it: Se abilitato, i menù mostreranno un'icona insieme al testo.

source: GTK+ modules
es: Módulos GTK+
hu: GTK+ modulok
it: Moduli GTK+

source: List of currently active GTK+ modules.
es: Lista de los módulos GTK+ actualmente activos.
hu: A jelenleg aktív GTK+ modulok listája.
it: Lista dei moduli GTK+ attivi.
nl_nl: Lijst van momenteel actief zijnde GTK+-modules.

source: Print backends
es: Imprimir fondos
hu: Nyomtatási háttérprogramok
it: Backend di stampa
nl_nl: Printer-backends

source: A comma-separated list of print backends to use in the print dialog
hu: Egy vesszővel elválasztott listája a nyomtatási háttérprogramoknak, amelyek a nyomtatási párbeszédablakban használhatók
it: Una lista di backend di stampa da usare nel dialogo di stampa, separata da virgole.

source: Print preview command
es: Comando imprimir vista previa
hu: Nyomtatási előnézet parancsa
it: Comando di anteprima di stampa
nl_nl: Afdrukvoorbeeldcommando

source: Command to execute when the 'Preview' button has been clicked in the print dialog.
es: Comando a ejecutar cuando se hizo clic en el botón 'Vista previa' del diálogo Imprimir.
hu: Parancs, mely akkor kerül végrehajtásra, amikor az "Előnézet" gomb kattintásra kerül a nyomtatási párbeszédablakban.
it: Comando da eseguire quando il pulsante 'Anteprima' è stato premuto nel dialogo di stampa.

source: _No
nl_nl: _Nee

source: DPI
fr: PPP
