Repository: ilnanny/OpenBox-addons-collection
Catalog: openbox-logout/oblogout-master/po/*.po
Languages: el, fr, nl, nn, pt, pt_br

source: Openbox Logout
el: Openbox Αποσύνδεση
fr: OpenBox Déconnexion
nl: Afmelden Openbox
nn: Openbox Utlogging
pt: Desligar Openbox
pt_br: Sair do Openbox

source: Unable to determin the module path, exiting...
el: Αδύνατον να εντοπιστεί η διεύθυνση της ενότητας. Αποσύνδεση...
fr: Impossible de déterminer le chemin du module, arrêt...
nl: Kan pad van module niet determineren,
nn: Fann ikkje stien til modula, avsluttar...
pt: Não se consegue determinar o caminho do módulo, saindo...
pt_br: Não foi possível determinar o caminho do módulo, saindo...

source: Color %s is not a valid color, defaulting to black
el: Το χρώμα %s δεν είναι έγκυρο χρώμα, επαναφορά σε μαύρο
fr: La couleur %s n'est pas valide, la couleur par défaut est noir
nl: Kleur %s is geen geldige kleur, standaard kleur zwart word gebruikt
nn: Farge %s er ikkje ein gyldig farge, brukar svart
pt: A cor %s não é uma cor válida, voltando para o preto original
pt_br: A cor %s não é uma cor válida, retornando ao preto

source: cancel
el: Άκυρο
fr: Annuler
nl: Annuleren
nn: avbryt
pt: cancelar
pt_br: Cancelar

source: logout
el: Αποσύνδεση
fr: Déconnexion
nl: afmelden
nn: logg ut
pt: encerrar
pt_br: sair

source: restart
el: Επανεκκίνηση
fr: Redémarrer
nl: opnieuw opstarten
nn: omstart
pt: reiniciar
pt_br: reiniciar

source: shutdown
el: Τερματισμός
fr: Arrêt
nl: afsluiten
nn: slå av
pt: desligar
pt_br: desligar

source: suspend
el: Αναστολή
fr: Mise en veille
nl: pauzestand
nn: kvilemodus
pt: suspender
pt_br: suspender

source: hibernate
el: Αδρανοποίηση
fr: Mise en hibernation
nl: slaapstand
nn: dvalemodus
pt: hibernar
pt_br: hibernar

source: safesuspend
el: Ασφαλής Αναστολή
fr: Mise en veille prolongée de manière sécurisée
nl: veilige pauzestand
nn: trygg kvile
pt: suspender de forma segura
pt_br: Suspender em modo seguro

source: lock
el: Κλείδωμα
fr: Verrouiller
nl: vergrendelen
nn: lås
pt: bloquear
pt_br: bloquear

source: switch
el: Αλλαγή
fr: Changer d'utilisateur
nl: omschakelen
nn: Byt
pt: mudar
pt_br: trocar

source: Button %s is not a valid button name, removing
el: Η επιλογή %s δεν είναι έγκυρη επιλογή, διαγραφή επιλογής
fr: Le nom du bouton %s n'est pas valide, suppression
nl: Knop %s is geen geldige knopnaam, word verwijderd
nn: Knapp %s er ikkje eit gyldig knappenamn, fjernar
pt: O botão %s não tem um nome válido, removendo
pt_br: O botão %s não é um nome de botão válido, removendo

source: Can't Suspend, disabling button
el: Αδύνατο να γίνει Αναστολή, Απενεργοποίηση επιλογής
fr: Impossible de mettre en veille, désactivation du bouton
nl: Kan pauzestand niet instellen, knop wordt niet gebruikt
nn: Kvile umogleg, utelukkar knapp
pt: Não é possível Suspender, desabilitando o botão
pt_br: Não é possível suspender, desabilitando

source: Can't Hibernate, disabling button
el: Αδύνατο να γίνει Αδρανοποίηση, Απενεργοποίση επιλογής
fr: Impossible de mettre en hibernation, désactivation du bouton
nl: Kan slaapstand niet instellen, knop wordt niet gebruikt
nn: Kan ikkje gå i dvale, utelukkar knapp
pt: Não é possível Hibernar, desabilitando o botão
pt_br: Não é possível hibernar, desabilitando botão

source: Can't Safe Suspend, disabling button
el: Αδύνατο να γίνει Αναστολή, Απενεργοποίση επιλογής
fr: Impossible de mettre en veille prolongée de manière sécurisée, désactivation du bouton
nl: Kan veilige slaapstand niet instellen, knop wordt niet gebruikt
nn: Trygg kvile umogleg, utelukkar knapp
pt: Não é possível Suspender de forma segura, desabilitando o botão
pt_br: Não é possível suspender em modo de segurança, desabilitando botão

source: No valid buttons found, resetting to defaults
el: Δεν υπάρχουν έγκυρες επιλογές, επαναφορά στις προεπιλογές
fr: Aucun bouton valide trouvé, réinitialisation des valeurs par défaut
nl: Geen geldige knoppen gevonden, waarden naar standaardwaarden omgezet
nn: Ingen gyldige knappar funne, brukar standard
pt: Não existem botões válidos, voltando ao original
pt_br: Não foram encontrados botões válidos, restaurando configuração padrão
