Repository: ilnanny/OpenBox-addons-collection
Catalog: vera-desktop/vera-plugin-desktop-master/po/vera-plugin-desktop/*.po
Languages: hu, it, nl_nl

source: To start, right-click anywhere in the desktop.
hu: A kezdéséhez kattintson jobb gombbal bárhová az asztalon.
it: Per iniziare, fai clic con il tasto destro in un punto qualsiasi della scrivania.
nl_nl: Om te beginnen: klik met de rechtermuisknop op het bureaublad.

source: Great! You have just opened the main Semplice menu. Now write something in the keyboard.
hu: Nagyszerű! Ön éppen megnyitotta a Semplice főmenüjét. Most írjon valamit a billentyűzeten.
it: Ottimo! Hai appena aperto il menù principale di Semplice. Adesso scrivi qualcosa sulla tastiera.
nl_nl: Goed zo! U heft nu het Semplice-hoofdmenu geopend. Typ nu iets met het toetsenbord.

source: From here you can easily open new applications. Press Esc to hide the launcher.
hu: Innen könnyen lehet új alkalmazásokat megnyitni. Nyomja meg az Esc-et az indító elrejtéséhez.
it: Da qui puoi avviare facilmente nuove applicazioni. Premi Esc per nascondere il launcher.
nl_nl: Vanuit hier kunt eenvoudig nieuwe applicaties openen. Druk op Esc om de starter te verbergen.

source: Now you can use Semplice. Enjoy!
hu: Most már használhatja a Semplicét. Élvezze!
it: Adesso puoi utilizzare Semplice. Divertiti!
nl_nl: Nu kunt u Semplice gebruiken. Veel plezier!

source: Search paths for the backgrounds
hu: Keresési útvonalak a hátterekhez
it: Percorsi di ricerca per gli sfondi
nl_nl: Zoekpaden voor achtergrond

source: Directories where to search for available backgrounds.
hu: Könyvtárak az elérhető hátterek kereséséhez.
it: Cartelle dove cercare gli sfondi.
nl_nl: Mappen waarin gezocht moet worden naar beschikbare achtergronden.

source: Single backgrounds to include
hu: Egyedi háttérképek betevése
it: Sfondi singoli da includere
nl_nl: Individuele achtergronden die moeten worden meegenomen

source: Paths to single backgrounds to include in the backgrounds list.
hu: Elérési útvonalak egyedi háttérképek betevésére a hátterek listájára.
it: Percorsi di sfondi singoli da includere nella lista degli sfondi.
nl_nl: Paden naar individuele achtergronden die moeten worden meegenomen in de achtergrondenlijst.

source: Single backgrounds to exclude
hu: Egyedi hátterek kihagyása
it: Sfondi singoli da escludere
nl_nl: Individuele achtergronden die moeten worden uitgesloten

source: Paths to single backgrounds to exclude from the backgrounds list.
hu: Elérési útvonalak egyedi háttérképek kihagyására a hátterek listájáról.
it: Percorsi di sfondi singoli da escludere dalla lista degli sfondi.
nl_nl: Paden naar individuele achtergrond die moeten worden uitgesloten van de achtergrondenlijst.

source: Randomize backgrounds
hu: Véletlenszerű háttérképek
it: Sfondi casuali
nl_nl: Willekeurige achtergronden

source: If enabled, the background will change every N mins, where N is the background-random-timeout value.
hu: Ha engedélyezett, a háttér minden N percben változni fog, ahol N a háttér véletlenszerű lejárati idejének értéke.
it: Se abilitato, lo sfondo cambierà ogni N minuti, dove N è il valore di background-random-timeout.
nl_nl: Als dit wordt ingeschakeld zal de achtergrond elke N minuten wijzigen, waar N de willekeurige tijdsinterval aanduidt.

source: Randomize backgrounds (timeout)
hu: Véletlenszerű háttérképek (lejárati idő)
it: Sfondi casuali (timeout)
nl_nl: Willekeurige achtergronden (timeouts)

source: See background-random-enabled.
hu: Lásd véletlenszerű háttér engedélyezése.
it: Guardare background-random-enabled.
nl_nl: Zie background-random-enabled.

source: Background Mode
hu: Háttér Üzemmód
it: Modalità di render dello sfondo
nl_nl: Achtergrondmodus

source: Determines how the wallpaper is rendered.
hu: Meghatározza, hogyan kerül a háttérkép megjelenítésre.
it: Determina come lo sfondo è renderizzato.
nl_nl: Bepaalt hoe de achtergrond wordt weergegeven.

source: Image Path
hu: Kép Útvonal
it: Percorso dello sfondo
nl_nl: Afbeeldingspad

source: Path to the wallpaper.
hu: Elérési út a háttérképhez.
it: Percorso dello sfondo.
nl_nl: Pad naar de achtergrond.

source: Background color
hu: Háttér szín
it: Colore dello sfondo
nl_nl: Achtergrondkleur

source: Color to display under the image (if it has alpha), or as a replacement for the image (if background-mode is 'Color').
hu: Szín megjelenítése a kép alatt (ha van alfája), vagy a kép helyett (ha háttér-üzemmód "Szín"-re van állítva).
it: Colore da visualizzare sotto l'immagine (se ha un canale alpha), o come suo rimpiazzo (se background-mode è 'Colore')
nl_nl: De kleur die moet worden weergegeven onder de afbeeldingen (als deze alpha heft) of ter vervanging van de afbeelding (als de achtergrondmodus 'Kleur' is).

source: Vera color
hu: Vera szín
it: Colore di vera
nl_nl: Vera-kleur

source: If true, the @vera-color property will be exported to the GTK+ theme.
hu: Ha ki van választva, a @vera-color tulajdonság exportálásra kerül a GTK+ témába.
it: Se vero, la propietà @vera-color verrà esportata al tema GTK+.
nl_nl: Wanneer gezet op waar zal de @vera-color-waarde worden geëxporteerd naar het GTK+-thema.

source: The @vera-color property exported to the GTK+ theme.
hu: A GTK+ témába exportált @vera-color tulajdonság.
it: La proprietà @vera-color esportata al tema GTK+.
nl_nl: De @vera-color-waarde geëxporteerd naar het GTK+-thema.

source: Vera color lock
hu: Vera szín lezárás
it: Blocca il colore di vera
nl_nl: Vera-kleur vergrendelen

source: If true, the vera-color key will not be changed with the dominant color of the current wallpaper.
hu: Ha ki van választva, a vera-color színkód nem cserélődik le az aktuális háttérkép domináns színére.
it: Se vero, la chiave vera-color non verrà modificata con il colore dominante dello sfondo attuale.
nl_nl: Wanneer gezet op waar zal de vera-color-sleuten niet worden gewijzigd met de dominante kleur van de huidige achtergrond.

source: Tutorial
hu: Bemutató
nl_nl: Handleiding

source: If true, the tutorial will be shown. Note that you need to restart vera after changing the value.
hu: Ha ki van választva, a bemutató lesz látható. Jegyezze meg, hogy az érték megváltoztatásához szükség lesz a vera újraindítására .
it: Se vero, il tutorial verrà visualizzato. Si nota che è necessario riavviare vera dopo aver cambiato il valore.
nl_nl: Wanneer gezet op waar zal de handleiding worden weergegeven. Let op: u moet vera herstarten na het wijzigen van deze waarde.
